Revit 2027 API
ParameterTypeId.StairsDbgShowRunCorseGeom Property
 "Show Run Corse Geometry"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowRunCorseGeom { get; }
Public Shared ReadOnly Property StairsDbgShowRunCorseGeom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowRunCorseGeom {
	ForgeTypeId^ get ();
}
static member StairsDbgShowRunCorseGeom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace